{
    "_meta": {
        "sources": [
            {
                "json": "sfhb",
                "abbreviation": "SFHB",
                "full": "Spelljammer:Space Farers Handbook",
                "authors": [
                    "halragon"
                ],
                "version": "1.0.0",
                "url": "https://raw.githubusercontent.com/halgaron/spelljammer/main/sfhb.json",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 0,
        "dateLastModified": 0
    },
    "background": [
        {
            "name": "Corsair",
            "source": "SFHB",
            "page": 30,
            "srd": false,
            "skillProficiencies": [
                {
                    "history": true,
                    "perception": true
                }
            ],
            "toolProficiencies": [
                {
                    "navigator's tools": true,
                    "vehicles (water)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "Letter of marque (from the recognized authority of your chosen port)",
                            "quantity": 5
                        },
                        {
                            "special": "merchant's scale"
                        },
                        "travelers clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 2500
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Ledger"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Reference Guide"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill History}, {@skill Perception}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Navigator's tools|phb}, {@filter vehicles (space)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A letter of marque, (from the recognized authority of your chosen port), a {@item merchant’s scale|phb} a set of {@item traveler's clothes|phb}, a tax and customs ledger and reference {@item book|phb} and a belt {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Right of Passage",
                    "type": "entries",
                    "entries": [
                        "Corsairs have the right, under letters of marque, to legally stop any ship within their home port's sphere of control. 'Home port' need not be a planet; it could be a fixed base or even a fleet mothership. Within the sphere of control, the Corsair may legally stop vessels, board them, assess customs duties, and seize contraband. This also gives you the right of passage and safe harbor throughout your home port and system with entities that are friendly to your nation.",
                        "Contraband may be any item that is illegal to import or export, or an item for which the proper taxes have not been paid. In addition, at the DM's discretion, there may be certain enemy nations whose ships are always confiscated (such as the neogi). Of course, not every ship is going to peacefully await boarding. A neogi deathspider is unlikely to quietly acquiesce to such an action; if the neogi do allow boarding, a Corsair captain can be assured of an ambush. The only real meaning of this power is that law-abiding ships will comply, and any hostile action taken against other ships will probably be supported by the Corsair's commanders back home. Corsairs keep 10% of the contraband cargo seized and taxes collected to pay expenses and reward the crew. Some Corsairs withhold more than 10%, risking discovery and prosecution. ",
                        "In exchange for the above privileges, The Corsair must return to his home port regularly (at least every six months) to report on his activities, and of course must give 90% of the value of cargoes and ships he seizes to his command at that base. In addition, the home base may choose to send the Corsair on missions that he must undertake. The cost of mounting the mission (including paying her crew) is borne by the Corsair, although as with all of her other activities he may keep 10% of what he finds. Finally, Corsairs are obligated to defend the home base. This can be a great disadvantage when the neogi show up and the Corsair would much prefer to head for safer climes. "
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background sailor} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as Corsair .",
                        "Your bond almost always involves the sphere/planet/port that you chose, and it is highly unusual for a corsair's ideal not to reflect the agenda of the chosen port."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Crusader",
            "source": "SFHB",
            "page": 139,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "religion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "weaponProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "holy symbol|phb"
                        },
                            {
                                "item": "book|phb",
                                "displayName": "prayer book"
                            },
                            {
                                "special": "a signet, banner, or seal representing your place or rank in the order"
                            },
                            {
                                "item": "traveler's clothes|phb",
                                "displayName": "uniform of your diety's military company"
                            },
                            {
                                "special": "a simple or martial weapon that is your diety’s favored weapon. (if you cannot find an equivalent, you can pick from either a Longsword, Spear, Warhammer or Battleaxe)"
                            },
                        {
                            "item": "pouch|phb",
                            "containsValue": 500
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Religion}"
                        },
                        {
                            "type": "item",
                            "name": "Weapon Proficiencies",
                            "entry": "Proficiency in the favored weapon of your diety (Work with your DM to find older D&D lore depending on the diety you choose, if you cannot find an equivalent, you can pick from either a {@item Longsword|phb}, {@item Spear|phb}, {@item Warhammer|phb} or {@item Battleaxe|phb}),"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "{@item holy symbol|phb} (a gift to you when you joined the crusade), a prayer {@item book|phb}, a simple or martial weapon that is your diety’s favored weapon(see above) , a signet, banner, or seal representing your place or rank in the military company, a set of {@item Common clothes|phb}, and a belt {@item pouch|phb} containing 5 gp"
                        }

                    ]
                },
                {
                    "name": "Feature: Champion of the Faith",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Fighting Initiate} from Tasha’s Cauldron of Everything. The {@filter Fighting Style|optionalfeatures|Feature Type=FS:F} chosen must match your diety’s favored weapon. (Ex: Archery for a ranged weapon, Dueling for a one handed  DAggoweapon, Great weapon fighting for a versatile or heavy weapon, or Thrown Weapon Fighting for a weapon with the thrown property. Work this out with your DM as needed)",
                        "The Crusader has the backing of his faith and can turn to his superiors for assistance. Although the DM must adjudicate how this affects play, the Crusader can count on his faith's emotional support—and perhaps even financial support—if he wants to pursue a goal consistent with the goals of the religion. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
                        "The primary hindrance of the Crusader is his duty to his religion and his superiors. Naturally, the faith makes many demands on its faithful warriors. If the Crusader is a common soldier, he's subject to the orders of his officers. If the Crusader is a military officer, he's subject to the orders of his superiors and the priesthood, and bears the added stress of having to look after his men whenever they're engaged in military action. Also, many faiths do not restrict their requests to simple military actions. Crusaders (particularly uniquely talented ones like PCs) are sent all over the Known Spheres on special quests and adventures. Often, pay for these assignments is nothing more than the monthly pay-ration and a verbal 'Well done' from the Crusader's immediate superior."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background soldier} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a crusader of your order.",
                        "Your bond almost always involves the order to which you belong (or at least key members of it), and it is highly unusual for a knight's ideal not to reflect the agenda, sentiment, or philosophy of one's order."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Outlander",
            "source": "PHB",
            "page": 136,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "survival": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "navigator's tools",
                            "cartographer's tools"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "staff|phb",
                        "hunting trap|phb",
                        {
                            "special": "trophy from an animal you killed"
                        },
                        "traveler's clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Survival}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Cartographer's tools|phb} or {@item navigator's tools|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item Map or Scroll Case|phb|wooden case} containing a map to a ruin or dungeon, a {@item bullseye lantern|phb}, a {@item miner's pick|phb}, a set of {@item traveler's clothes|phb}, a {@item shovel|phb}, a {@item two-person tent|phb}, a {@item trinket|phb|trinket} recovered from a dig site, and a {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Wanderer",
                    "type": "entries",
                    "entries": [
                        "You have an excellent memory for maps and geography, and you can always recall the general layout of terrain, settlements, and other features around you. In addition, you can find food and fresh water for yourself and up to five other people each day, provided that the land offers berries, small game, water, and so forth."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background soldier} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a crusader of your order.",
                        "Your bond almost always involves the order to which you belong (or at least key members of it), and it is highly unusual for a knight's ideal not to reflect the agenda, sentiment, or philosophy of one's order."
                    ]
                }
            ]
        }
    ],
    "backgroundFluff": [
        {
            "name": "Crusader",
            "source": "SFHB",
            "entries": [
                {
                    "type": "entries",
                    "entries": [
                        {
                            "type": "entries",
                            "entries": [
                                "You are an experienced criminal with a history of breaking the law. You have spent a lot of time among other criminals and still have contacts within the criminal underworld. You're far closer than most people to the world of murder, theft, and violence that pervades the underbelly of civilization, and you have survived up to this point by flouting the rules and regulations of society."
                            ]
                        }
                    ]
                }
            ]
        }
        ]
    }
