{
    "_meta": {
        "sources": [
            {
                "json": "sfhb",
                "abbreviation": "SFHB",
                "full": "Spelljammer:Space Farers Handbook",
                "authors": [
                    "halragon"
                ],
                "version": "1.0.0",
                "url": "https://raw.githubusercontent.com/halgaron/spelljammer/main/sfhb.json",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 0,
        "dateLastModified": 0
    },
    "background": [
        {
            "name": "Sphere Agent",
            "source": "SFHB",
            "page": 30,
            "srd": false,
            "skillProficiencies": [
                {
                    "history": true,
                    "perception": true
                }
            ],
            "toolProficiencies": [
                {
                    "navigator's tools": true,
                    "vehicles (space)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "Letter of marque (from the recognized authority of your chosen port)",
                            "quantity": 5
                        },
                        {
                            "special": "merchant's scale"
                        },
                        "travelers clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 2500
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Ledger"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Reference Guide"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill History}, {@skill Perception}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Navigator's tools|phb}, {@filter vehicles (space)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A letter of marque, (from the recognized authority of your chosen port), a {@item merchant’s scale|phb} a set of {@item traveler's clothes|phb}, a tax and customs ledger and reference {@item book|phb} and a belt {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Right of Passage",
                    "type": "entries",
                    "entries": [
                        "Sphere Agents have the right, under letters of marque, to legally stop any ship within their home port's sphere of control. 'Home port' need not be a planet; it could be a fixed base or even a fleet mothership. Within the sphere of control, the Sphere Agents may legally stop vessels, board them, assess customs duties, and seize contraband. This also gives you the right of passage and safe harbor throughout your home port and system with entities that are friendly to your nation. Agents who follow the rules are typically more respected and are coined as 'Corsairs'.",
                        "Contraband may be any item that is illegal to import or export, or an item for which the proper taxes have not been paid. In addition, at the DM's discretion, there may be certain enemy nations whose ships are always confiscated (such as the neogi). Of course, not every ship is going to peacefully await boarding. A neogi deathspider is unlikely to quietly acquiesce to such an action; if the neogi do allow boarding, a Sphere Agents captain can be assured of an ambush. The only real meaning of this power is that law-abiding ships will comply, and any hostile action taken against other ships will probably be supported by the Sphere Agents's commanders back home. Sphere Agents keep 10% of the contraband cargo seized and taxes collected to pay expenses and reward the crew. Sphere Agents who abuse their titles are considered privateers. Typically these privateers withhold more than 10%, risking discovery and prosecution.",
                        "In exchange for the above privileges, The Sphere Agents must return to his home port regularly (at least every six months) to report on his activities, and of course must give 90% of the value of cargoes and ships he seizes to his command at that base. In addition, the home base may choose to send the Sphere Agents on missions that he must undertake. The cost of mounting the mission (including paying her crew) is borne by the Sphere Agents, although as with all of her other activities he may keep 10% of what he finds. Finally, Sphere Agents are obligated to defend the home base. This can be a great disadvantage when the neogi show up and the Sphere Agents would much prefer to head for safer climes. "
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background sailor} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as Sphere Agents .",
                        "Your bond almost always involves the sphere/planet/port that you chose, and it is highly unusual for a Sphere Agents's ideal not to reflect the agenda of the chosen port."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Crusader",
            "source": "SFHB",
            "page": 136,
            "srd": false,
            "backgroundFluff": [
                {
                    "entry": true
                }
            ],
            "skillProficiencies": [
                {
                    "athletics": true,
                    "religion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "weaponProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "holy symbol|phb"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "prayer book"
                        },
                        {
                            "special": "a signet, banner, or seal representing your place or rank in the order"
                        },
                        {
                            "item": "traveler's clothes|phb",
                            "displayName": "uniform of your diety's military company"
                        },
                        {
                            "special": "a simple or martial weapon that is your diety’s favored weapon. (if you cannot find an equivalent, you can pick from either a Longsword, Spear, Warhammer or Battleaxe)"
                        },
                        {
                            "item": "pouch|phb",
                            "containsValue": 500
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "Crusaders are religious warriors, bringing the sword and the truth to the heathens of the Known Spheres. They are the worldly might that supports the spiritual realm of the gods. Some Crusaders are proselytizing conquerors who seek to bring all the beings of space beneath the governing umbrella of their true religion (whichever one that is). Others are pious defenders of the faithful who act only to guard members of their religion in far-flung outposts across the spheres.         The Crusader is the military arm of his religion. He is not a lone warrior for his god; he is part of an organized force of warriors dedicated to ensuring the continued growth of their religion through military power. It is the Crusader's job to ensure that his religion achieves its worldly goals. Those goals may be expansive or defensive, depending on the religion's philosophy and leadership."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Religion}"
                        },
                        {
                            "type": "item",
                            "name": "Weapon Proficiencies",
                            "entry": "Proficiency in the favored weapon of your diety (Work with your DM to find older D&D lore depending on the diety you choose, if you cannot find an equivalent, you can pick from either a {@item Longsword|phb}, {@item Spear|phb}, {@item Warhammer|phb} or {@item Battleaxe|phb}),"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "{@item holy symbol|phb} (a gift to you when you joined the crusade), a prayer {@item book|phb}, a simple or martial weapon that is your diety’s favored weapon(see above) , a signet, banner, or seal representing your place or rank in the military company, a set of {@item Common clothes|phb}, and a belt {@item pouch|phb} containing 5 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Champion of the Faith",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Fighting Initiate} from Tasha’s Cauldron of Everything. The {@filter Fighting Style|optionalfeatures|Feature Type=FS:F} chosen must match your diety’s favored weapon. (Ex: Archery for a ranged weapon, Dueling for a one handed or versatile weapon, Great weapon fighting for a versatile or heavy weapon, or Thrown Weapon Fighting for a weapon with the thrown property. Work this out with your DM as needed)",
                        "The Crusader has the backing of his faith and can turn to his superiors for assistance. Although the DM must adjudicate how this affects play, the Crusader can count on his faith's emotional support—and perhaps even financial support—if he wants to pursue a goal consistent with the goals of the religion. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
                        "The primary hindrance of the Crusader is his duty to his religion and his superiors. Naturally, the faith makes many demands on its faithful warriors. If the Crusader is a common soldier, he's subject to the orders of his officers. If the Crusader is a military officer, he's subject to the orders of his superiors and the priesthood, and bears the added stress of having to look after his men whenever they're engaged in military action. Also, many faiths do not restrict their requests to simple military actions. Crusaders (particularly uniquely talented ones like PCs) are sent all over the Known Spheres on special quests and adventures. Often, pay for these assignments is nothing more than the monthly pay-ration and a verbal 'Well done' from the Crusader's immediate superior."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background soldier} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a crusader of your order.",
                        "Your bond almost always involves the order to which you belong (or at least key members of it), and it is highly unusual for a knight's ideal not to reflect the agenda, sentiment, or philosophy of one's order."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Stellar Frontiersman",
            "source": "SFHB",
            "page": 136,
            "srd": false,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "survival": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "navigator's tools",
                            "cartographer's tools"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "staff|phb",
                        "hunting trap|phb",
                        {
                            "special": "trophy from an animal you killed"
                        },
                        "traveler's clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Frontiersman is the explorer of the Known Spheres, expander of the reach of the spaceborne, and discoverer of new worlds. The Frontiersman lives at the fringes of civilized space, taming worlds and finding out what lies just beyond the phlogiston. Frontiersmen tend to be solitary or bound into tight-knit groups. As a rule, they distrust strangers and are more willing to depend on themselves than any whims of fate or pleas to fair treatment. They are pragmatic and sometimes seen as unnecessarily heartless by their more civilized brethren, but they are generally not unnecessarily cruel. The Frontiersman often represents his civilization in first contacts with new races and peoples. While most Frontiersmen toil their whole lives without distinction, a few discover one of the many natural troves of space (uninhabited worlds with rich resources), becoming wealthier than the wealthiest adventurer. The Frontiersman is the explorer, expanding society's horizons for the good of his soul (and for his profit, of course). Without Frontiersmen, the Known Spheres would not be known, and the many uninhabited worlds of space would sit idle. "
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Survival}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Cartographer's tools|phb} or {@item navigator's tools|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item Map or Scroll Case|phb|wooden case} containing a map to a ruin or dungeon, a {@item bullseye lantern|phb}, a {@item miner's pick|phb}, a set of {@item traveler's clothes|phb}, a {@item shovel|phb}, a {@item two-person tent|phb}, a {@item trinket|phb|trinket} recovered from your travels, and a {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Frontier Spirit",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Tough} Feat from the Player’s Handbook. The Frontiersman is best suited for life on their own. Although they will adventure (indeed, their entire life may be deemed an adventure), they are best when working by themselves.  As a result, frontiersmen are able to navigate through pathways, meaning difficult terrain doesn’t slow your overland speed.",
                        "Frontiersmen are distrustful of authority, especially when it is organized into a governmental force. This distrust manifests itself in surly attitudes, distrustful glances, and a generally bad reputation. Frontiersmen can’t help themselves when dealing with government officials, members of priestly bureaucracies, and other authority figures.",
                        "On the flip side, the majority of members of remote shperes, planets, villages or the like look fondly on your demeanor, grant you safe harbor while passing through their territory and possibly house you and your companions temporarily as long as it does not place them in immediate danger."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "section",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background outlander} or {@background hermit} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a frontiersmen."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Marine",
            "source": "SFHB",
            "page": 31,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "survival": true
                }
            ],
            "toolProficiencies": [
                {
                    "vehicles (space)": true,
                    "vehicles (land)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "dagger|phb",
                            "displayName": "dagger that belonged to a fallen comrade"
                        },
                        {
                            "special": "folded flag emblazoned with the symbol of your ship or company"
                        },
                        "traveler's clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Marine is the soldier of shipboard life. Marines are trained in the arts of war aboard ship: repelling boarders (or boarding another vessel), operating large weapons, and engaging in the tactics of ship-to-ship war. Not all Marines are line soldiers. In most military organizations, Marines have their own hierarchy of command, parallel to the command of the regular shipboard personnel. The Marine commander is subservient only to the ship's captain, and has considerable independence in how he conducts his affairs. Famous Marine organizations include the Kintiara of the elven Imperial Fleet (which many believe to be the finest force of Marines in the Known Spheres), the Scro Brethren of the Knife (who man the dread scro battlewagons), and the Wing Jen Sen of the Shou dragonships. The giff military considers all their troops to be Marines.  Marines serve organized military space naval forces, providing the muscle for hand-to-hand battle. They also serve aboard merchant vessels as security officers and as tactical commanders in time of battle."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Survival}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@filter Vehicles (space, land)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (land);vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item dagger|phb} that belonged to a fallen comrade, a folded flag emblazoned with the symbol of your ship or company, a set of {@item traveler's clothes|phb}, and a belt {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "type": "entries",
                    "name": "Feature: Battle Hardened",
                    "entries": [
                        "You gain the {@feat Fighting Initiate} from Tasha’s Cauldron of everything.  In return, you have access to any military buildings of your unit and a direct line of communication with officers and other soldiers. You can also pass through your chosen patrol zone without question—although you can't bring guests into anythe restricted areas. Additionally, you're always welcome at the establishments such as taverns, inns for which you are responsible for, as most folk are glad to greet you with a smile and a mug of ale."
                    ],
                    "data": {
                        "isFeature": true
                    }
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Merchant",
            "source": "SFHB",
            "page": 49,
            "skillProficiencies": [
                {
                    "persuasion": true,
                    "choose": {
                        "from": [
                            "animal handling",
                            "insight",
                            "deception",
                            "performance"
                        ],
                        "count": 1
                    }
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "artisan's tools": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "equipmentType": "toolArtisan"
                        },
                        "merchant's scale|phb",
                        "fine clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Merchant is the bearer of commerce among the Known Spheres. Merchants travel from world to world and from sphere to sphere, buying and selling their cargoes. They thrive on the different needs and desires of the many inhabitants of the spheres. Merchants are not all venal profit-seekers—but it helps. The risks of interworld commerce create a narrow opportunity to make a profit, and it takes many such profits to offset a long string of losses. Still, the Merchant plies the spacelanes, looking for a little piece of the action. Merchants are the lifeblood of a thriving spa-cefaring civilization. Once you have entered the heart of the Known Spheres, it is the Merchant who maintains the majority of the traffic between the spheres. Merchants are not only conveyors of goods. They carry information and passengers from sphere to sphere and help convert the spheres from wild-space to a community."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Persuasion} and your choice from {@skill Animal Handling}, {@skill Insight}, {@skill Deception}, or {@skill Performance}, "
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "One type of {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "One set of {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}, {@item merchant's scale|phb}, a set of {@item fine clothes|phb}, and a belt {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Skilled Broker",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Skilled} from the players handbook. From your time as a merchant, you retain connections with wholesalers, suppliers, and other merchants and entrepreneurs. You can call upon these connections when looking for items or information.",
                        "When you take the Downtime Activity: Work, you can choose to utilize any of the skills you gained from this background instead of the standard ones during the work week. In addition, your wages above poor lifestyle are increased by +5 GP for modest and +10 GP for comfortable lifestyle respectively."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Feature: Merchant House",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Skilled} from the players handbook. In addition, your merchant organization has assigned you the services of a loyal retainer from the business, a factor, husbanding agent, seafarer,spacefarer, caravan guard, or clerk. This individual is a commoner who can perform mundane tasks for you such as making purchases, delivering messages, and running errands. He or she will not fight for you and will not follow you into obviously dangerous areas (such as dungeons), and will leave if frequently endangered or abused. If he or she is killed, the organization assigns you another within a few days. Note: This feature is a variant of the Noble Knight's Retainers feature."
                    ],
                    "data": {
                        "isFeature": true,
                        "isAlternateFeature": true
                    }
                },
                {
                    "name": "Suggested Characteristics",
                    "type": "entries",
                    "entries": [
                        "Being a merchant involved having a head for numbers, a strong personality, the ability to make deals with hostile adversaries, a strong sword arm to fight off bandits, and the intuition for knowing what people want and need. The art of business is the art of finding the best path to profit, and that path might be different with each transaction. It takes a strong mind and a stronger stomach to succeed. So why did you fail or succeed?",
                        {
                            "type": "table",
                            "colLabels": [
                                "d8",
                                "Personality Trait"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I didn't have the cutthroat attitude necessary to succeed. I won't make that mistake again."
                                ],
                                [
                                    "2",
                                    "Even my competitors said I was affable and talented. Those traits should serve me well."
                                ],
                                [
                                    "3",
                                    "To prosper, you have to be in control."
                                ],
                                [
                                    "4",
                                    "The customer is always right."
                                ],
                                [
                                    "5",
                                    "I was cutting corners and breaking deals to maximize profit. That's why I failed."
                                ],
                                [
                                    "6",
                                    "When I get an idea, I am single-minded in its execution—even if it's a terrible idea."
                                ],
                                [
                                    "7",
                                    "If I can be everyone's friend, I'll always have support."
                                ],
                                [
                                    "8",
                                    "My heart wasn't in being a merchant, so I failed. I'm not all that keen on adventuring either, but I need the money."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Ideal"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Survival. Where there's life, there's hope. If I remain alive and flexible, I can succeed. (Any)"
                                ],
                                [
                                    "2",
                                    "Generosity. People helped me when I was down. Now that I'm back on my feet, I'll pay it forward. (Good)"
                                ],
                                [
                                    "3",
                                    "Excitement. Caution got me nowhere in my previous business. I'm not going to let it hold me back now. (Chaotic)"
                                ],
                                [
                                    "4",
                                    "Wealth. With enough coin, I can buy comfort, power, knowledge, and even eternal life. Nothing will stand between me and money. (Evil)"
                                ],
                                [
                                    "5",
                                    "Stability. The mercantile trade was too chaotic for me. I need a nice stable profession, like adventuring. (Lawful)"
                                ],
                                [
                                    "6",
                                    "Redemption. Too many people consider me a failure. So I need to prove them wrong. (Any)"
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Bond"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "My family means everything to me. I failed them before, and I must not do so again."
                                ],
                                [
                                    "2",
                                    "My church provides a connection to my god, so I must ensure that it is protected and funded."
                                ],
                                [
                                    "3",
                                    "My former business partner fell ill, and then our business failed. Part of my new venture involves earning enough to take care of their family."
                                ],
                                [
                                    "4",
                                    "If I take care of my possessions, they'll take care of me. People come and go, but a weapon or a wand is something you can always rely on."
                                ],
                                [
                                    "5",
                                    "Although my business failed, the people of my community were kind to me. I'll do everything in my power to protect them."
                                ],
                                [
                                    "6",
                                    "I owe a dangerous person a lot of money. As long as they're happy, they let my debt rest unpaid."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Flaw"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Why spend gold here when you can buy the same thing for copper in the next town?"
                                ],
                                [
                                    "2",
                                    "I must have the best of everything. Like, right now."
                                ],
                                [
                                    "3",
                                    "You haven't heard of me? I'm sure that's because of your ignorance and low breeding."
                                ],
                                [
                                    "4",
                                    "I failed, but I'm awesome. So when anyone else is successful, it must be because of nepotism, dishonesty, or dumb luck."
                                ],
                                [
                                    "5",
                                    "I find that most people are trustworthy. Hey, where's my belt pouch?"
                                ],
                                [
                                    "6",
                                    "Nothing gets between me and danger except my fellow adventurers. So I'll be sure to put them there."
                                ]
                            ]
                        }
                    ]
                }
            ],
            "hasFluff": true
        }
    ]
}