{
    "_meta": {
        "sources": [
            {
                "json": "sfhb",
                "abbreviation": "SFHB",
                "full": "Spelljammer:Space Farers Handbook",
                "authors": [
                    "halragon"
                ],
                "version": "1.0.0",
                "url": "https://raw.githubusercontent.com/halgaron/spelljammer/main/sfhb.json",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 0,
        "dateLastModified": 0
    },
    "background": [
        {
            "name": "Sphere Agent",
            "source": "SFHB",
            "page": 30,
            "srd": false,
            "skillProficiencies": [
                {
                    "history": true,
                    "perception": true
                }
            ],
            "toolProficiencies": [
                {
                    "navigator's tools": true,
                    "vehicles (space)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "Letter of marque (from the recognized authority of your chosen port)",
                            "quantity": 5
                        },
                        {
                            "special": "merchant's scale"
                        },
                        "travelers clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 2500
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Ledger"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Reference Guide"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Sphere Agent is a roving warrior, sailing the spacelanes seeking pirates and other criminals. Traditionally called 'Corsairs', they are semiofficial agents of the law of their systems (or perhaps of only a single nation within the system), traveling under letters of marque with “authorization to attack and board suspicious or known criminal vessels and bring the booty home. Corsairs are the customs agents, border patrol, and first line of defense for many spacefaring worlds. When entering a sphere with spacefaring civilizations, the Corsair is often the first character you meet. Despite their legal role, Corsairs are not always lawful. They pursue their enemies (who may merely fly the flag of a rival nation), capture their ships and treasure, and return a portion (sometimes a small portion) to their home nations. Corsairs' letters of marque lose significance the farther they get from their homes. Generally speaking, a Corsair's right to intercept other vessels terminates at the edge of his home sphere. (In spheres with multiple spacefaring civilizations, the zone of control may be even smaller.) Some Corsairs, particularly those who are pirates on the side, do not stop at their official borders ard are refferred to as 'privateers'. Their ability to get away with their activities depends on their strength and speed. Corsairs are the law in wildspace. When operating as agents of the law, stopping true smugglers or pirates, they are respected within their sphere, and sometimes in other 'nearby' spheres. When they engage in piracy “When they engage in piracy under cover of their police powers, they are reviled. One's opinion of a Corsair or Privateer depends on whether you are the beneficiary or the victim."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill History}, {@skill Perception}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Navigator's tools|phb}, {@filter vehicles (space)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A letter of marque, (from the recognized authority of your chosen port), a {@item merchant’s scale|phb} a set of {@item traveler's clothes|phb}, a tax and customs ledger and reference {@item book|phb} and a belt {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Right of Passage",
                    "type": "entries",
                    "entries": [
                        "Sphere Agents have the right, under letters of marque, to legally stop any ship within their home port's sphere of control. 'Home port' need not be a planet; it could be a fixed base or even a fleet mothership. Within the sphere of control, the Sphere Agents may legally stop vessels, board them, assess customs duties, and seize contraband. This also gives you the right of passage and safe harbor throughout your home port and system with entities that are friendly to your nation. Agents who follow the rules are typically more respected and are coined as 'Corsairs'.",
                        "Contraband may be any item that is illegal to import or export, or an item for which the proper taxes have not been paid. In addition, at the DM's discretion, there may be certain enemy nations whose ships are always confiscated (such as the neogi). Of course, not every ship is going to peacefully await boarding. A neogi deathspider is unlikely to quietly acquiesce to such an action; if the neogi do allow boarding, a Sphere Agents captain can be assured of an ambush. The only real meaning of this power is that law-abiding ships will comply, and any hostile action taken against other ships will probably be supported by the Sphere Agents's commanders back home. Sphere Agents keep 10% of the contraband cargo seized and taxes collected to pay expenses and reward the crew. Sphere Agents who abuse their titles are considered privateers. Typically these privateers withhold more than 10%, risking discovery and prosecution.",
                        "In exchange for the above privileges, The Sphere Agents must return to his home port regularly (at least every six months) to report on his activities, and of course must give 90% of the value of cargoes and ships he seizes to his command at that base. In addition, the home base may choose to send the Sphere Agents on missions that he must undertake. The cost of mounting the mission (including paying her crew) is borne by the Sphere Agents, although as with all of her other activities he may keep 10% of what he finds. Finally, Sphere Agents are obligated to defend the home base. This can be a great disadvantage when the neogi show up and the Sphere Agents would much prefer to head for safer climes. "
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background sailor} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as Sphere Agents .",
                        "Your bond almost always involves the sphere/planet/port that you chose, and it is highly unusual for a Sphere Agents's ideal not to reflect the agenda of the chosen port."
                    ]
                }
            ],
            "hasFluff": true
        },
    {
            "name": "Space Crusader",
            "source": "SFHB",
            "page": 136,
            "srd": false,
            "backgroundFluff": [
                {
                "entry": true
                }
            ],
            "skillProficiencies": [
                {
                    "athletics": true,
                    "religion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "weaponProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "holy symbol|phb"
                        },
                            {
                                "item": "book|phb",
                                "displayName": "prayer book"
                            },
                            {
                                "special": "a signet, banner, or seal representing your place or rank in the order"
                            },
                            {
                                "item": "traveler's clothes|phb",
                                "displayName": "uniform of your diety's military company"
                            },
                            {
                                "special": "a simple or martial weapon that is your diety’s favored weapon. (if you cannot find an equivalent, you can pick from either a Longsword, Spear, Warhammer or Battleaxe)"
                            },
                        {
                            "item": "pouch|phb",
                            "containsValue": 500
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                        "type": "item",
                        "name": "Description:",
                        "entry": "Crusaders are religious warriors, bringing the sword and the truth to the heathens of the Known Spheres. They are the worldly might that supports the spiritual realm of the gods. Some Crusaders are proselytizing conquerors who seek to bring all the beings of space beneath the governing umbrella of their true religion (whichever one that is). Others are pious defenders of the faithful who act only to guard members of their religion in far-flung outposts across the spheres.         The Crusader is the military arm of his religion. He is not a lone warrior for his god; he is part of an organized force of warriors dedicated to ensuring the continued growth of their religion through military power. It is the Crusader's job to ensure that his religion achieves its worldly goals. Those goals may be expansive or defensive, depending on the religion's philosophy and leadership."
                    },
                    {
                        "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Religion}"
                        },
                        {
                            "type": "item",
                            "name": "Weapon Proficiencies",
                            "entry": "Proficiency in the favored weapon of your diety (Work with your DM to find older D&D lore depending on the diety you choose, if you cannot find an equivalent, you can pick from either a {@item Longsword|phb}, {@item Spear|phb}, {@item Warhammer|phb} or {@item Battleaxe|phb}),"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "{@item holy symbol|phb} (a gift to you when you joined the crusade), a prayer {@item book|phb}, a simple or martial weapon that is your diety’s favored weapon(see above) , a signet, banner, or seal representing your place or rank in the military company, a set of {@item Common clothes|phb}, and a belt {@item pouch|phb} containing 5 gp"
                        }

                    ]
                },
                {
                    "name": "Feature: Champion of the Faith",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Fighting Initiate} from Tasha’s Cauldron of Everything. The {@filter Fighting Style|optionalfeatures|Feature Type=FS:F} chosen must match your diety’s favored weapon. (Ex: Archery for a ranged weapon, Dueling for a one handed or versatile weapon, Great weapon fighting for a versatile or heavy weapon, or Thrown Weapon Fighting for a weapon with the thrown property. Work this out with your DM as needed)",
                        "The Crusader has the backing of his faith and can turn to his superiors for assistance. Although the DM must adjudicate how this affects play, the Crusader can count on his faith's emotional support—and perhaps even financial support—if he wants to pursue a goal consistent with the goals of the religion. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
                        "The primary hindrance of the Crusader is his duty to his religion and his superiors. Naturally, the faith makes many demands on its faithful warriors. If the Crusader is a common soldier, he's subject to the orders of his officers. If the Crusader is a military officer, he's subject to the orders of his superiors and the priesthood, and bears the added stress of having to look after his men whenever they're engaged in military action. Also, many faiths do not restrict their requests to simple military actions. Crusaders (particularly uniquely talented ones like PCs) are sent all over the Known Spheres on special quests and adventures. Often, pay for these assignments is nothing more than the monthly pay-ration and a verbal 'Well done' from the Crusader's immediate superior."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background soldier} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a crusader of your order.",
                        "Your bond almost always involves the order to which you belong (or at least key members of it), and it is highly unusual for a knight's ideal not to reflect the agenda, sentiment, or philosophy of one's order."
                    ]
                }
                
            ],
            "hasFluff": true
        },
        {
            "name": "Stellar Frontiersman",
            "source": "SFHB",
            "page": 136,
            "srd": false,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "survival": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "navigator's tools",
                            "cartographer's tools"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "staff|phb",
                        "hunting trap|phb",
                        {
                            "special": "trophy from an animal you killed"
                        },
                        "traveler's clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Frontiersman is the explorer of the Known Spheres, expander of the reach of the spaceborne, and discoverer of new worlds. The Frontiersman lives at the fringes of civilized space, taming worlds and finding out what lies just beyond the phlogiston. Frontiersmen tend to be solitary or bound into tight-knit groups. As a rule, they distrust strangers and are more willing to depend on themselves than any whims of fate or pleas to fair treatment. They are pragmatic and sometimes seen as unnecessarily heartless by their more civilized brethren, but they are generally not unnecessarily cruel. The Frontiersman often represents his civilization in first contacts with new races and peoples. While most Frontiersmen toil their whole lives without distinction, a few discover one of the many natural troves of space (uninhabited worlds with rich resources), becoming wealthier than the wealthiest adventurer. The Frontiersman is the explorer, expanding society's horizons for the good of his soul (and for his profit, of course). Without Frontiersmen, the Known Spheres would not be known, and the many uninhabited worlds of space would sit idle. "
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Survival}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Cartographer's tools|phb} or {@item navigator's tools|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item Map or Scroll Case|phb|wooden case} containing a map to a ruin or dungeon, a {@item bullseye lantern|phb}, a {@item miner's pick|phb}, a set of {@item traveler's clothes|phb}, a {@item shovel|phb}, a {@item two-person tent|phb}, a {@item trinket|phb|trinket} recovered from your travels, and a {@item pouch|phb} containing 25 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Frontier Spirit",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Tough} Feat from the Player’s Handbook. The Frontiersman is best suited for life on their own. Although they will adventure (indeed, their entire life may be deemed an adventure), they are best when working by themselves.  As a result, frontiersmen are able to navigate through pathways, meaning difficult terrain doesn’t slow your overland speed.",
                        "Frontiersmen are distrustful of authority, especially when it is organized into a governmental force. This distrust manifests itself in surly attitudes, distrustful glances, and a generally bad reputation. Frontiersmen can’t help themselves when dealing with government officials, members of priestly bureaucracies, and other authority figures.",
                        "On the flip side, the majority of members of remote shperes, planets, villages or the like look fondly on your demeanor, grant you safe harbor while passing through their territory and possibly house you and your companions temporarily as long as it does not place them in immediate danger."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "section",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background outlander} or {@background hermit} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a frontiersmen."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Marine",
            "source": "SFHB",
            "page": 31,
            "skillProficiencies": [
                {
                    "athletics": true,
                    "survival": true
                }
            ],
            "toolProficiencies": [
                {
                    "vehicles (space)": true,
                    "vehicles (land)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "dagger|phb",
                            "displayName": "dagger that belonged to a fallen comrade"
                        },
                        {
                            "special": "folded flag emblazoned with the symbol of your ship or company"
                        },
                        "traveler's clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Marine is the soldier of shipboard life. Marines are trained in the arts of war aboard ship: repelling boarders (or boarding another vessel), operating large weapons, and engaging in the tactics of ship-to-ship war. Not all Marines are line soldiers. In most military organizations, Marines have their own hierarchy of command, parallel to the command of the regular shipboard personnel. The Marine commander is subservient only to the ship's captain, and has considerable independence in how he conducts his affairs. Famous Marine organizations include the Kintiara of the elven Imperial Fleet (which many believe to be the finest force of Marines in the Known Spheres), the Scro Brethren of the Knife (who man the dread scro battlewagons), and the Wing Jen Sen of the Shou dragonships. The giff military considers all their troops to be Marines.  Marines serve organized military space naval forces, providing the muscle for hand-to-hand battle. They also serve aboard merchant vessels as security officers and as tactical commanders in time of battle."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Athletics}, {@skill Survival}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@filter Vehicles (space, land)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (land);vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item dagger|phb} that belonged to a fallen comrade, a folded flag emblazoned with the symbol of your ship or company, a set of {@item traveler's clothes|phb}, and a belt {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "type": "entries",
                    "name": "Feature: Battle Hardened",
                    "entries": [
                        "You gain the {@feat Fighting Initiate} from Tasha’s Cauldron of everything.",
                        "Active duty Marines are typically required to remain with their units and report in frequently.  If you serve as a marine, once every ten days, you must report to your command post for training, and you're required to take a regular shift patrolling the scope of your unit’s area or sphere. This means that they traditionally may not travel freely, and as a result do not have a lot of time for adventuring. Moreover, as with other backgrounds, the Marine's duties are not always safe, and the Marine may be ordered into a perilous situation by his commanding officers; the character cannot refuse or typically face consequences for mutiny or desertion from their military company.",
                        "In return, you have access to any military buildings of your unit and a direct line of communication with officers and other soldiers. You can also pass through your chosen patrol zone without question—although you can't bring guests into anythe restricted areas. Additionally, you're always welcome at the establishments such as taverns, inns for which you are responsible for, as most folk are glad to greet you with a smile and a mug of ale."
                    ],
                    "data": {
                        "isFeature": true
                    }
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Merchant",
            "source": "SFHB",
            "page": 49,
            "skillProficiencies": [
                {
                    "persuasion": true,
                    "choose": {
                        "from": [
                            "animal handling",
                            "insight",
                            "deception",
                            "performance"
                        ],
                        "count": 1
                    }
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "artisan's tools": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "equipmentType": "toolArtisan"
                        },
                        "merchant's scale|phb",
                        "fine clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Merchant is the bearer of commerce among the Known Spheres. Merchants travel from world to world and from sphere to sphere, buying and selling their cargoes. They thrive on the different needs and desires of the many inhabitants of the spheres. Merchants are not all venal profit-seekers—but it helps. The risks of interworld commerce create a narrow opportunity to make a profit, and it takes many such profits to offset a long string of losses. Still, the Merchant plies the spacelanes, looking for a little piece of the action. Merchants are the lifeblood of a thriving spa-cefaring civilization. Once you have entered the heart of the Known Spheres, it is the Merchant who maintains the majority of the traffic between the spheres. Merchants are not only conveyors of goods. They carry information and passengers from sphere to sphere and help convert the spheres from wild-space to a community."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Persuasion} and your choice from {@skill Animal Handling}, {@skill Insight}, {@skill Deception}, or {@skill Performance}, "
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "One type of {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "One set of {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}, {@item merchant's scale|phb}, a set of {@item fine clothes|phb}, and a belt {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Skilled Broker",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Skilled} from the players handbook. From your time as a merchant, you retain connections with wholesalers, suppliers, and other merchants and entrepreneurs. You can call upon these connections when looking for items or information.",
                        "When you take the Downtime Activity: Work, you can choose to utilize any of the skills you gained from this background instead of the standard ones during the work week. In addition, your wages above poor lifestyle are increased by +5 GP for modest and +10 GP for comfortable lifestyle respectively."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Optional Feature: Merchant House",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Skilled} from the players handbook. In addition, your merchant organization has assigned you the services of a loyal retainer from the business, a factor, husbanding agent, seafarer,spacefarer, caravan guard, or clerk. This individual is a commoner who can perform mundane tasks for you such as making purchases, delivering messages, and running errands. He or she will not fight for you and will not follow you into obviously dangerous areas (such as dungeons), and will leave if frequently endangered or abused. If he or she is killed, the organization assigns you another within a few days. Note: This feature is a variant of the Noble Knight's Retainers feature."
                    ],
                    "data": {
                        "isFeature": true,
                        "isAlternateFeature": true
                    }
                },
                {
                    "name": "Suggested Characteristics",
                    "type": "entries",
                    "entries": [
                        "Being a merchant involved having a head for numbers, a strong personality, the ability to make deals with hostile adversaries, a strong sword arm to fight off bandits, and the intuition for knowing what people want and need. The art of business is the art of finding the best path to profit, and that path might be different with each transaction. It takes a strong mind and a stronger stomach to succeed. So why did you fail or succeed?",
                        {
                            "type": "table",
                            "colLabels": [
                                "d8",
                                "Personality Trait"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I didn't have the cutthroat attitude necessary to succeed. I won't make that mistake again."
                                ],
                                [
                                    "2",
                                    "Even my competitors said I was affable and talented. Those traits should serve me well."
                                ],
                                [
                                    "3",
                                    "To prosper, you have to be in control."
                                ],
                                [
                                    "4",
                                    "The customer is always right."
                                ],
                                [
                                    "5",
                                    "I was cutting corners and breaking deals to maximize profit. That's why I failed."
                                ],
                                [
                                    "6",
                                    "When I get an idea, I am single-minded in its execution—even if it's a terrible idea."
                                ],
                                [
                                    "7",
                                    "If I can be everyone's friend, I'll always have support."
                                ],
                                [
                                    "8",
                                    "My heart wasn't in being a merchant, so I failed. I'm not all that keen on adventuring either, but I need the money."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Ideal"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Survival. Where there's life, there's hope. If I remain alive and flexible, I can succeed. (Any)"
                                ],
                                [
                                    "2",
                                    "Generosity. People helped me when I was down. Now that I'm back on my feet, I'll pay it forward. (Good)"
                                ],
                                [
                                    "3",
                                    "Excitement. Caution got me nowhere in my previous business. I'm not going to let it hold me back now. (Chaotic)"
                                ],
                                [
                                    "4",
                                    "Wealth. With enough coin, I can buy comfort, power, knowledge, and even eternal life. Nothing will stand between me and money. (Evil)"
                                ],
                                [
                                    "5",
                                    "Stability. The mercantile trade was too chaotic for me. I need a nice stable profession, like adventuring. (Lawful)"
                                ],
                                [
                                    "6",
                                    "Redemption. Too many people consider me a failure. So I need to prove them wrong. (Any)"
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Bond"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "My family means everything to me. I failed them before, and I must not do so again."
                                ],
                                [
                                    "2",
                                    "My church provides a connection to my god, so I must ensure that it is protected and funded."
                                ],
                                [
                                    "3",
                                    "My former business partner fell ill, and then our business failed. Part of my new venture involves earning enough to take care of their family."
                                ],
                                [
                                    "4",
                                    "If I take care of my possessions, they'll take care of me. People come and go, but a weapon or a wand is something you can always rely on."
                                ],
                                [
                                    "5",
                                    "Although my business failed, the people of my community were kind to me. I'll do everything in my power to protect them."
                                ],
                                [
                                    "6",
                                    "I owe a dangerous person a lot of money. As long as they're happy, they let my debt rest unpaid."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Flaw"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Why spend gold here when you can buy the same thing for copper in the next town?"
                                ],
                                [
                                    "2",
                                    "I must have the best of everything. Like, right now."
                                ],
                                [
                                    "3",
                                    "You haven't heard of me? I'm sure that's because of your ignorance and low breeding."
                                ],
                                [
                                    "4",
                                    "I failed, but I'm awesome. So when anyone else is successful, it must be because of nepotism, dishonesty, or dumb luck."
                                ],
                                [
                                    "5",
                                    "I find that most people are trustworthy. Hey, where's my belt pouch?"
                                ],
                                [
                                    "6",
                                    "Nothing gets between me and danger except my fellow adventurers. So I'll be sure to put them there."
                                ]
                            ]
                        }
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Arcane Purveyor",
            "source": "SFHB",
            "page": 137,
            "skillProficiencies": [
                {
                    "arcana": true,
                    "persuasion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 2
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "ink (1-ounce bottle)|phb",
                        {
                            "special": "quill"
                        },
                        {
                            "special": "small knife"
                        },
                        {
                            "special": "a common magical item of your choice."
                        },
                        "common clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "Arcane purveyors are traders who specialize in magical devices of all sorts, experts on the various types of magical items that can be found within the Known Spheres. They are also avid collectors of such items, more so than even most adventurers. They are well known for interest in even the most useless-seeming item, as knowledge of it may be valuable later in their careers. Early in their careers they take much of their cargo on consignment or act as brokers for sales between patrons; the high-priced cargoes are beyond their means. At this level, they receive only a small commissions of any sale. More experienced (and wealthier) merchants invest their own funds in these magical treasures, traveling from world to world seeking buyers for their wares."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Arcana}, {@skill Persuasion}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Two of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item Ink (1-ounce bottle)|phb|bottle of black ink}, a quill, a empty ledger {@item Book|phb} a small knife, a common magical item of your choice, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Magical Item Network",
                    "type": "entries",
                    "entries": [
                        "Due to your extensive experience in trade and practical study of magical items, You gain the {@feat ritual caster} feat from the players handbook and must choose wizard with identify and detect magic as your chosen rituals. If you are a spellcaster who gains ritual casting, you gain identify, and another ritual from your class list or wizard's(your choice).",
                        "You also have a vast network of contacts which makes it easier for you to procure or sell magical items. When buying magic items during downtime, if you spend money on the search, you pay 50 gp instead of 100 gp per bonus modifier. In addition, you can search for up to 2 magical items per workweek and double the number of other magical items for sale. (Example: if you roll a 16-20 you roll 2d4 instead of 1d4 times om the magic item table D). If you are selling a magical item, you do not need to pay the 25 gp finder's fee and you can also sell up to two items at a time.",
                        "As a result of your travels and possibly an affiliation with a trading company, most merchants you deal with across the spheres will usually treat you more favorably than most folk, that is of course unless you sell cursed, fake or mislabled items."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "section",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background Guild Artisan} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Magical Purveyor.",
                        "Your bond is traditionally associated with your merchant company or sometimes to a particular magic item in your possession. Due to the inherent qualities to succeed in this background, some Flaws can range from simple greed or with an unhealthy obsession with aquiring magical items, even to their companion's detriment."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Astral Sea Scholar",
            "source": "SFHB",
            "page": 146,
            "skillProficiencies": [
                {
                    "arcana": true,
                    "choose": {
                        "from": [
                            "history",
                            "religion"
                        ]
                    }
                }
            ],
            "toolProficiencies": [
                {
                    "cartographer's tools": true,
                    "navigator's tools": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "robes|phb",
                            "displayName": "scholar's robes"
                        },
                        "pouch|phb",
                        {
                            "special": "quill"
                        },
                        {
                            "special": "ink"
                        },
                        {
                            "special": "folded parchment"
                        },
                        {
                            "special": "small penknife"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "borrowed book on the subject of your current study, such as a planet, moon, system or specific location."
                        },
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description (Astronomer):",
                            "entry": "The Astral Sea Astronomer is a student of the Known Spheres. They study the spheres, the stars, the phlogiston, and the worlds of space, seeking the underlying key to the mystery of creation. In their travels, the Astronomer gains many insights into the workings of the spheres. They may be a driven seeker of hidden wisdom or a spaceborne tourist, sampling the pleasures of every world they visits. The Astronomer is a source of information. His studies and travels give his insight into the nature of the planets and the crystal spheres, and his breadth of experience makes him a valued travel companion and are ideal navigators on a spelljammer vessel. Like any scholar, however, the Astronomer is sometimes perceived as an ineffectual bystander. This is by no means universally true."
                        },
                        {
                            "type": "item",
                            "name": "Description (Astrologer):",
                            "entry": "The Astrologer is a different counterpart to the Astronomer in approach to the stars Instead of pursuing deep magical or factual truths in his explorations, the Astrologer seeks the hand of the gods in the structure of the universe. “To the Astrologer, the crystal spheres, the planets, and the stars all speak of the power of the gods. Even the great starbeasts demonstrate that the power of the true gods is beyond human comprehension. The Astrologer studies the movements of the spheres to determine the will of the gods. Thus, their strength lies in his knowledge of Known Space and his understanding of the principles upon which the universe itself is built."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": " {@skill Arcana} plus your choice of {@skill History} (Astronomer) or {@skill Religion} (Astrologer)."
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Cartographer's tools|phb},{@item Navigator's tools|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "Scholar's {@item robes|phb}, {@item cartogapher's tools|phb}, {@item Navigator's tools|phb}, a writing kit (small {@item pouch|phb} with a quill, ink, folded parchment, and a small penknife), a borrowed {@item book|phb} on the subject of your current study, and a {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: (Astronomer) Astral Intellect",
                    "type": "entries",
                    "entries": [
                        "Your studies have given you more knoweledge and skills, as such you gain the {@feat Skilled} feat from the player's handbook. In addition, While in known space or spheres, you can determine exactly where you are without a map.",
                        "Astronomers are fascinated with space, but they tend to be disdainful of groundlings. This disdain is difficult to hide, and groundlings usually react unfaorably around astronomers."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Optional Feature (Astrologer): Will of the gods",
                    "type": "entries",
                    "entries": [
                        "As a result of observing the dieties will in the stars, you are able to take advantage of such power and predictions. You gain the {@feat Lucky} feat from the players handbook. However, you may utilize your luck points on allies within 30 feet as a reaction. In addition, While in known space or spheres, you can determine exactly where you are without a map.",
                        "Astrologers see the hands of the gods in all of the features of the universe. They spend much of their time in contemplation, considering the true meaning behind the wondrous sights of space. This sense of distance causes warriors based societies and those who do not believe in dieties to look upon you unfavorably."
                    ],
                    "data": {
                        "isFeature": true,
                        "isAlternateFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background sage} or the {@background Acolyte} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Astrologer or Astronomer.",
                        "Your bond is almost certainly associated either with the place where you grew up or with the knowledge you hope to acquire through adventuring. Your ideal is no doubt related to how you view the quest for knowledge and truth - perhaps as a worthy goal in itself, or maybe as a means to a desirable end."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Planatary Geomancer",
            "source": "SFHB",
            "page": 191,
            "skillProficiencies": [
                {
                    "arcana": true,
                    "choose": {
                        "from": [
                            "insight",
                            "religion",
                            "persuasion",
                            "history",
                            "nature"
                        ],
                        "count": 1
                    }
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "cartographer's tools": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "leather-bound diary"
                        },
                        "ink (1-ounce bottle)|phb",
                        "ink pen|phb",
                        "traveler's clothes|phb",
                        {
                            "item": "trinket|phb",
                            "displayName": "trinket of special significance"
                        },
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Geomancer is an expert on the planetary types of crystal spheres. Unlike the Astronomer (who is more of a historian and cataloger of star systems), the Geomancer is a student of the “various types of worlds, their geographic and physical characteristics, their societies, and their utility. The Geomancer is primarily useful in exploratory missions where the route passes through new spheres. The Geomancer studies the newly discovered worlds and indicates likely sources of food, water, air, and valuable commodities. In addition to studying worlds from space, Geomancers are much better at communicating with groundlings than the haughty Astronomers. Geomancers view the variety of groundling civilization as fascinating and spend much of their time studying it."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Arcana}, and your choice from either {@skill Religion}, {@skill Insight}, {@skill History}, {@skill Nature} or {@skill Persuasion}."
                        },
                        {
                            "type": "item",
                            "name": "Tool",
                            "entry": "{@item Cartographer's tools|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A leather-bound diary, a {@item Ink (1-ounce bottle)|phb|bottle of ink}, an {@item ink pen|phb}, a set of {@item traveler's clothes|phb}, one {@item trinket|phb} of special significance, and a {@item pouch|phb} containing 10 gp"
                        }
                    ]
                },
                {
                    "name": "Cultural Chameleon",
                    "type": "entries",
                    "entries": [
                        "Before becoming an adventurer, you spent much of your adult life away from your homeland, living among people different from your kin. You came to understand these foreign cultures and the ways of their people, who eventually treated you as one of their own. One culture had more of an influence on you than any other, shaping your beliefs and customs Choose a race whose culture you've adopted, or roll on the Adopted Culture table.",
                        {
                            "type": "table",
                            "colLabels": [
                                "d12",
                                "Culture"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Hadzodee"
                                ],
                                [
                                    "2",
                                    "Dwarf"
                                ],
                                [
                                    "3",
                                    "Elf"
                                ],
                                [
                                    "4",
                                    "Goblin"
                                ],
                                [
                                    "5",
                                    "Mecanognome"
                                ],
                                [
                                    "6",
                                    "Human"
                                ],
                                [
                                    "7",
                                    "Lizardfolk"
                                ],
                                [
                                    "8",
                                    "Scro"
                                ],
                                [
                                    "9",
                                    "Giff"
                                ],
                                [
                                    "10",
                                    "Plasmoid"
                                ],
                                [
                                    "11",
                                    "Thri-Kreen"
                                ],
                                [
                                    "12",
                                    "Githyanki"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Feature: Exceptional Linguist",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Linguist} feat from the players handbook. In addition, You can communicate with humanoids who don't speak any language you know. You must observe the humanoids interacting with one another for at least 1 day, after which you learn a handful of important words, expressions, and gestures - enough to communicate on a rudimentary level."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Suggested Characteristics",
                    "type": "entries",
                    "entries": [
                        "Geomancers leave behind the societies into which they were born to discover what life is like in other parts of the world. They seek to see how other races and civilizations survive - or why they did not. Some geomancers are driven by intellectual curiosity, while others want the fame and recognition that comes with being the first to discover a new people, a lost tribe, or the truth about an ancient empire's downfall.",
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Personality Trait"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I prefer the company of those who aren't like me, including people of other races"
                                ],
                                [
                                    "2",
                                    "I'm a stickler when it comes to observing proper etiquette and local customs"
                                ],
                                [
                                    "3",
                                    "I would rather observe than meddle"
                                ],
                                [
                                    "4",
                                    "By living among violent people, I have become desensitized to violence."
                                ],
                                [
                                    "5",
                                    "I would risk life and limb to discover a new culture or unravel the secrets of a dead one."
                                ],
                                [
                                    "6",
                                    "When I arrive at a new settlement for the first time, I must learn all its customs."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Ideal"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Discovery. I want to be the first person to discover a lost culture. (Any)"
                                ],
                                [
                                    "2",
                                    "Distance. One must not interfere with the affairs of another culture - even one in need of aid. (Lawful)"
                                ],
                                [
                                    "3",
                                    "Knowledge. By understanding other races and cultures, we learn to understand ourselves. (Any)"
                                ],
                                [
                                    "4",
                                    "Power. Common people crave strong leadership, and I do my utmost to provide it. (Lawful)"
                                ],
                                [
                                    "5",
                                    "Protection. I must do everything possible to save a society facing extinction. (Good)"
                                ],
                                [
                                    "6",
                                    "Indifferent. Life is cruel. What's the point in saving people if they're going to die anyway? (Chaotic)"
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Bond"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "My mentor gave me a journal filled with lore and wisdom. Losing it would devastate me."
                                ],
                                [
                                    "2",
                                    "Having lived among the people of a primeval tribe or clan, I long to return and see how they are faring."
                                ],
                                [
                                    "3",
                                    "Years ago, tragedy struck the members of an isolated society I befriended, and I will honor them."
                                ],
                                [
                                    "4",
                                    "I want to learn more about a particular humanoid culture that fascinates me."
                                ],
                                [
                                    "5",
                                    "I seek to avenge a clan, tribe, kingdom, or empire that was wiped out."
                                ],
                                [
                                    "6",
                                    "I have a trinket that I believe is the key to finding a long-lost society."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Flaw"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Boats make me seasick."
                                ],
                                [
                                    "2",
                                    "I talk to myself, and I don't make friends easily."
                                ],
                                [
                                    "3",
                                    "I believe that I'm intellectually superior to people from other cultures and have much to teach them."
                                ],
                                [
                                    "4",
                                    "I've picked up some unpleasant habits living among goblins, lizardfolk, or orcs."
                                ],
                                [
                                    "5",
                                    "I complain about everything."
                                ],
                                [
                                    "6",
                                    "I wear a tribal mask and never take it off."
                                ]
                            ]
                        }
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Illusory Imposter",
            "source": "SFHB",
            "page": 128,
            "skillProficiencies": [
                {
                    "deception": true,
                    "choose": {
                        "from": [
                            "insight",
                            "religion",
                            "persuasion",
                            "sleight of hand"
                        ],
                        "count": 1
                    }
                }
            ],
            "toolProficiencies": [
                {
                    "disguise kit": true,
                    "forgery kit": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "fine clothes|phb",
                        "disguise kit|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1500
                        }
                    ]
                },
                {
                    "a": [
                        {
                            "special": "stoppered bottles filled with colored liquid",
                            "quantity": 10
                        }
                    ],
                    "b": [
                        {
                            "special": "set of weighted dice"
                        }
                    ],
                    "c": [
                        {
                            "special": " deck of marked cards"
                        }
                    ],
                    "d": [
                        {
                            "special": " signet ring of an imaginary duke"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Illusory Imposter is an illusionist who passes himself off as different people. Imposters maintain a series of aliases, and few who deal with Imposters know which of their many personas is the true self. In spaceborne campaigns, Imposters are in their element. They are fond of political intrigues and can often be found allied with all of the sides in a political battle (in various personas, of course). When the intrigues shift to open warfare, however, the Imposter is nowhere to be found. “The Imposter is the wizardly con-man of space. Imposters depend on their magical ability and personal charisma to beguile those around them."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Deception}, and your choice of either {@skill Insight} , {@skill History} {@skill Persuasion} {@skill Sleight of Hand}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Disguise kit|phb}, {@item Forgery kit|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A set of {@item fine clothes|phb}, a {@item disguise kit|phb}, tools of the con of your choice (ten stoppered bottles filled with colored liquid, a set of weighted dice, a deck of marked cards, or a signet ring of an imaginary duke), and a belt {@item pouch|phb} containing 15 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Magical Identity",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Arcane Initiate} feat but you must select bard, sorcerer, warlock or wizard and the 1st level spell chosen must be disguise self even if it is not on your spell list.",
                        "You have created a secret identity that you use to conceal your identity and that offers a covering explanation for your presence in the Spheres. In addition, you can forge documents, including official papers and personal letters, as long as you have seen an example of the kind of document or the handwriting you are trying to copy Note: This feature is a variant of the Charlatan feature.",
                        "While Imposters are accepted so long as their deceptions remain intact, there are few people who enjoy being deceived. A known Imposter suffers negative reactions if found out and applies only if the reacting individual knows that the character is an Imposter. Moreover, if an Imposter is discovered, his reputation spreads quickly. The Imposter, both in her normal form and in any stock personas used during the adventure in which he was discovered, suffers on reactions from anyone who might have heard of the incident. (This is why Imposters tend to remain on the move.) Finally, as the personas become more realistic, it is possible that the character's primary (normal) identity may become weak and may eventually lose sight of who they really are."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "section",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background Charlatan} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your multiple identities."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Spelljamming Warmage",
            "source": "SFHB",
            "page": 145,
            "skillProficiencies": [
                {
                    "arcana": true,
                    "perception": true
                }
            ],
            "toolProficiencies": [
                {
                    "navigator's tools": true,
                    "vehicles (space)": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "uniform in the style of your unit and indicative of your rank"
                        },
                        {
                            "item": "horn|phb",
                            "displayName": "horn with which to summon help or give orders"
                        },
                        {
                            "item": "manacles|phb",
                            "displayName": "set of manacles"
                        },
                        {
                            "item": "pouch|phb",
                            "containsValue": 1000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "For all its emptiness, space is as much a place of war as the surface of any inhabited world. Every spelljamming vessel must be prepared to defend itself against the natural hazards and intelligent enemies that infest the spaces between the stars. In every sphere, there are those who have dedicated their lives to the art of battle. None are more feared than the War Mages. A War Mage is a wizard who has dedicated himself to learning the tactics and techniques of spelljamming ship-to-ship combat. War Mages serve two roles on the ships they serve: as expert helmsman and as magical artillery. The War Mage is employed by military ships as an expert on battle. War Mages are familiar with the tactics of ship to-ship combat and are often combat officers on the ships where they travel."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Arcana}, {@skill Perception}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Navigator's tools|phb}, {@filter vehicles (space)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (space)}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item dagger|phb} that belonged to a fallen comrade, an insignia of rank (if you are or were part of a military organization), a folded flag emblazoned with the symbol of your ship or company, a set of {@item traveler's clothes|phb}, and a belt {@item pouch|phb} containing 10 gp."
                        }
                    ]
                },
                {
                    "name": "Feature: Battletested Pilot",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat War Caster} from the players handbook. You also gain advantage on ability checks when utilizing a spelljammer helm. In addition you gain the Ship's Passage or Bad Reputation feature from the {@background Sailor} from the players handbook.",
                        "War Mages are seen by many other spellcasters as ferrymen who have sold out their magical talent for the glories of war. As a result, other spellcasters tend to look unfavorably in interactions with you."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background sailor} background in the Player's Handbook or the {@background marine} from  as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a member of either a military organization, pirate or merchant ship.",
                        "Your bond is likely associated with your fellow ship members or the organization you are or were a part of."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Galatic Diplomat",
            "source": "",
            "page": 154,
            "skillProficiencies": [
                {
                    "history": true,
                    "persuasion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "gaming set",
                            "musical instrument"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "fine clothes|phb",
                        {
                            "special": "scroll of pedigree"
                        },
                        {
                            "special": "skin of fine spirits or wine"
                        },
                        {
                            "special": "purse",
                            "containsValue": 2000
                        }
                    ]
                },
                {
                    "a": [
                        "signet ring|phb"
                    ],
                    "b": [
                        {
                            "special": "brooch"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "“The Galactic Diplomat is the negotiator between the diverse societies of the Known Spheres, the grease that smoothes trade and alliances between the independent governments within and among the crystal spheres. Diplomats accomplish their role through negotiation and compromise. They strive to focus on the common ground between two societies rather than the inevitable differences. They do not approach their task as one of domination, but rather of constructive accomplishment. “he Diplomat is the intermediary between a powerful entity—the lord of a sphere, the leader of a powerful organization, or merely a petty lordling— and those with whom the entity must deal. Some Diplomats act as the voice of their sponsors in negotiating agreements with neighbors and other powerful factions, allowing the ruling entity to focus its attention on broader policy matters. Others are neutral third parties who intervene to ensure harmonious relations between two groups without owing loyalty to either."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill History}, {@skill Persuasion}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "One type of {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set} or {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A set of {@item fine clothes|phb}, a {@item signet ring|phb} or brooch, a scroll of pedigree, a skin of fine spirits or wine, and a purse containing 20 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Kept in Style",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Linguist} feat from the players handbook. The most important benefit any Diplomat has is her position as a representative of either one of the disputants or an impartial mediating force. Diplomats are universally accorded immunity from prosecution for crimes while in foreign lands, and are under the personal protection of the ruler of their posting. Diplomats are also permitted access to the highest levels of government. Even a low functionary in an embassy has the ear of those in the hosting government at a similar level. Diplomats therefore receive favorable treatment from all government functionaries in the sphere or empire where they are posted. Diplomats are also skilled at persuasion, particularly to a moderate position.",
                        "However, Diplomats are believed to have a private agenda, and have a reputation for equivocation if not outright lying. This reputation gives memmbers of the general populace reason to view the diplomats poorly in their interactions with them."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "section",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background noble} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a member of an organization, empire, country, or other important entity.",
                        "Most diplomats come from nobility, while others were born and raised in a different world from the one that most folk know - one that grants you privilege but also calls you to fulfill a duty befitting your station. Your bond might be associated with your family alone, or it could be concerned with another noble house that sides with or opposes your own. Your ideal depends to some extent on how you view your role in the family or organization, and how you intend to conduct yourself in the world at large as a representative of your house or your chosen entity."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Planar Evangelist",
            "source": "SFHB",
            "page": 127,
            "srd": true,
            "skillProficiencies": [
                {
                    "religion": true,
                    "choose": {
                        "from": [
                            "persuasion",
                            "performance"
                        ]
                    }
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "musical instrument"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "holy symbol|phb",
                            "displayName": "holy symbol (a gift to you when you entered the priesthood)"
                        },
                        {
                            "special": "sticks of incense",
                            "quantity": 5
                        },
                        {
                            "special": "vestments"
                        },
                        "common clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 1500
                        }
                    ]
                },
                {
                    "a": [
                        {
                            "item": "book|phb",
                            "displayName": "prayer book"
                        }
                    ],
                    "b": [
                        {
                            "special": "prayer wheel"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description (Evangelist):",
                            "entry": "“The Evangelist seeks to convert peopie to his religion. He travels the spaceways seeking unbelievers and explaining the tenets of his religion to them in hopes of gaining followers for his god. Evangelists are generally unconcerned with the nonspiritual side of the people they convert. While they will occasionally help a brother believer out of a sense of community, they do not see their role as bettering the life of their fellow man (or demihuman). The Evangelist is the recruiting arm of the faith. It is his role to keep the faith growing by introducing more and more people to its tenets and convincing them of their innate correctness. Some Evangelists are pardoners, offering salvation and freedom from sin in return for financial reward. Others are sincere believers who seek “nothing more than the spiritual solace of the true religion (their own)."
                        },
                        {
                            "type": "item",
                            "name": "Description (Missionary):",
                            "entry": "The Missionary travels the stars seeking beings less fortunate. When these creatures are found finds them, the Missionary dedicates himself to their salvation and civilization through his teaching and through patient explanation of the benefits of his religion. Although the Missionary and the Evangelist seem similar at first glance, they take quite different approaches to collecting souls for their respective religions. While the Evangelist seeks to convert through persuasion and charisma, the Missionary improves the lives of the heathen as an inducement to get them to join his religion. While the Evangelist may produce more spectacular and sudden results, the Missionary is more tenacious in the long run, and more likely to transform the societies he visits, than the orator-Evangelist."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Religion} and one of the following: {@skill Persuasion} or {@skill Performance}."
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "a {one type of {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item holy symbol|phb} (a gift to you when you entered the priesthood), a prayer {@item book|phb} or prayer wheel, 5 sticks of incense, vestments, a {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 15 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Faithful Inspirator",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Inspiring Leader} feat from the players handbook. As a Evangelist, you command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
                        "You might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Optional Feature (Missionary): Missionary's Flock",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Skilled} feat from the players handbook. As a benefit of your enahnced skills and willingness to integrate with non-believer societies, You have the service of three converts or churchmen(women) that are loyal to your church/religion. These followers can be attendants or messengers, and one might be a majordomo. {@b One of your followers is someone who serves as your apprentice, aiding you in exchange for training on his or her own path to becoming a priest} (This person could be your bond.). Your two remaining followers can have varied responsabilities as you choose. ",
                        "Your attendants can perform mundane tasks for you, but they do not fight for you, will not follow you into obviously dangerous areas (such as dungeons), and will leave if they are frequently endangered or abused. You are able to replace your followers by pproselytizing throughout the cosmos, or having new ones assigned to your by the church. Note: This feature is a variant of the Noble Knight's Retainers feature."
                    ],
                    "data": {
                        "isFeature": true,
                        "isAlternateFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background acolyte} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Evangelist",
                        "Your bond might be associated with other members of your faith, or a location or an object that is important to your religion. The ideal you strive for is probably in keeping with the tenets and principles of your religion, but might be more personal in nature."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Wayward Medicus",
            "source": "SFHB",
            "page": 134,
            "skillProficiencies": [
                {
                    "medicine": true,
                    "religion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 1
                }
            ],
            "toolProficiencies": [
                {
                    "herbalism kit": true
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "map or scroll case|phb",
                            "displayName": "scroll case stuffed full of notes from your studies or prayers"
                        },
                        {
                            "item": "blanket|phb",
                            "displayName": "winter blanket"
                        },
                        "common clothes|phb",
                        "herbalism kit|phb",
                        {
                            "value": 500
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "“A Wayward Medicus is a priest who specializes in both magical and nonmagical healing. Such specialists are in great demand across the Known Spheres, as magical healing is often hard to come by in the empty regions between the worlds. The Medi-cus's knowledge of medicine allows him to ply his skills with all the races of space, and the nonmagical component of this skills allows the Medicus to treat injuries and wounds on long trips through the phlogiston, where magical healing is unrenewable. The Medicus feels a commitment to the sanctity of life and the avoidance of suffering. This commitment applies even to enemies. While a Medicus will not prevent his comrades from defending themselves or attacking a heinous foe, and may even participate in the battle, he will want to treat all of the survivors regardless of what side they fought on. In the absence of large temples and the complete stocks of herbs that can be found on planetary surfaces, the Medicus is the mainstay of injury repair in the Known Spheres. Any large vessel, especially those that ferry passengers across the Void, carries its own Medicus."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Medicine}, {@skill Religion}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@item Herbalism kit|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "One of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item Map or Scroll Case|phb|scroll case} stuffed full of notes from your studies or prayers, a winter {@item blanket|phb}, a set of {@item common clothes|phb}, an {@item herbalism kit|phb}, and 5 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Adept Healer",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Healer} feat from the players handbook. First and foremost, a Medicus cannot refuse treatment to anyone. Refusing treatment, regardless of reason, is considered to be against the code of ethics.",
                        "A Medicus's compassion is well known among the spheres. Any wounded opponent who recognizes the player as a Medicus may be more willing to surrender because he is sure his wounds will be treated.",
                        "As the traveling medics of the universe, Medicus's are well-recieved throughout the cosmos, gaining room and board and a modest lifesytle at major ports and settlements as long as they perform medical treatments for the community."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background acolyte} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Evangelist",
                        "Your bond might be associated with other members of your faith, or a location or an object that is important to your religion. The ideal you strive for is probably in keeping with the tenets and principles of your religion, but might be more personal in nature."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Aperusa",
            "source": "SFHB",
            "page": 148,
            "skillProficiencies": [
                {
                    "choose": {
                        "from": [
                            "insight",
                            "performance",
                            "medicine",
                            "acrobatics",
                            "nature",
                            "perception",
                            "sleight of hand",
                            "animal handling"
                        ]
                    }
                }
            ],
            "toolProficiencies": [
                {
                    "vehicles (space)": true,
                    "choose": {
                        "from": [
                            "musical instrument",
                            "gaming set",
                            "disguise kit",
                            "thieves tools",
                            "navigator's tools",
                            "herbalism kit"
                        ]
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "traveler's clothes|phb",
                        {
                            "special": "poorly wrought maps from your homeland that depict where you are in Space"
                        },
                        {
                            "special": "small piece of jewelry in the style of your homeland's craftsmanship",
                            "worthValue": 1000
                        },
                        {
                            "item": "pouch|phb",
                            "containsValue": 500
                        }
                    ]
                },
                {
                    "a": [
                        {
                            "equipmentType": "instrumentMusical"
                        }
                    ],
                    "b": [
                        {
                            "equipmentType": "setGaming"
                        }
                    ],
                    "c": [
                        {
                            "equipmentType": "disguisekit"
                        }
                    ],
                    "d": [
                        {
                            "equipmentType": "thievestools"
                        }
                    ],
                    "e": [
                        {
                            "equipmentType": "navigatorstools"
                        }
                    ],
                    "f": [
                        {
                            "equipmentType": "herbalismkit"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Aperusa are a clan of space wanderers who travel from system to system making a living off the gullible and the unwary. Most of their thievery takes the form of con games or minor pick-pocketing. They are the gypsies of the Known Spheres and forever search for new opportunities. Generally, Aperusa travel with their clan in large ramshackle ships. Occasionally, a member of the clan will strike out on his own, seeking adventure and fun. On these voyages, the Aperusa will hook up with adventurers or anyone else who can take him to the next system for the next scam. No one quite knows whether these individuals are clan exiles or spies sent out by the clan leaders. The Aperusa are not telling. The Aperusa are space gypsies. They are not truly a separate species from humanity (as any number of jilted lovers on a hundred worlds will tell you), but rather a close-knit family group with their own special perspective on life. Aperusa are lovers, not fighters. While they are allowed to use weapons, most will defer, instead offering 'once in a lifetime' deals on healing potions and protective charms to their defenders."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "Any two from the following: {@skill Insight}, {@skill Performance}, {@skill Acrobatics},  {@skill Perception},  {@skill Medicine}, {@skill Nature} {@skill Animal Handling}, {@skill Slieght of Hand}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "{@filter vehicles (space)|items|source=phb;dmg|miscellaneous=mundane|type=vehicle (space)} and one of your choice from the following; Any one {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}, {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set} of your choice, likely something native to your homeland. {@item navigators' tools|phb} {@item thieves' tools|phb}, {@item disguise kit|phb} {@item herbalism kit|phb}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any one of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "One set of {@item traveler's clothes|phb}, any one of the following: {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument} or {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set} you are proficient with {@item navigators' tools|phb}, {@item thieves' tools|phb}, {@item disguise kit|phb} {@item herbalism kit|phb}. Poorly wrought maps from your homeland that depict where you are in a sphere, a small piece of jewelry worth 10 gp in the style of your homeland's craftsmanship, and a {@item pouch|phb} containing 5 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Space Gypsy",
                    "type": "entries",
                    "entries": [
                        "You gain the {@feat Feytouched} feat from tasha's cauldron of everything. Your accent, mannerisms, figures of speech, and perhaps even your appearance all mark you as foreign. Curious glances are directed your way wherever you go, which can be a nuisance, but you also gain the friendly interest of scholars and others intrigued by far-off lands, to say nothing of everyday folk who are eager to hear stories of your homeland and travels.",
                        "You can parley this attention into access to people and places you might not otherwise have, for you and your traveling companions. Noble lords, scholars, and merchant princes, to name a few, might be interested in hearing about your distant homeland and people."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Why Are You Here?",
                    "type": "entries",
                    "entries": [
                        "A Aperusa might have set out on a journey for one of a number of reasons, and the departure from his or her homeland could have been voluntary or involuntary. To determine why you are so far from home, roll on the table below or choose from the options provided. The following section, discussing possible homelands, includes some suggested reasons that are appropriate for each location.",
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Reason"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Emissary"
                                ],
                                [
                                    "2",
                                    "Exile"
                                ],
                                [
                                    "3",
                                    "Fugitive"
                                ],
                                [
                                    "4",
                                    "Pilgrim"
                                ],
                                [
                                    "5",
                                    "Sightseer"
                                ],
                                [
                                    "6",
                                    "Wanderer"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Suggested Characteristics",
                    "type": "entries",
                    "entries": [
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Personality Trait"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I have different assumptions from those around me concerning personal space, blithely invading others' space in innocence, or reacting to ignorant invasion of my own."
                                ],
                                [
                                    "2",
                                    "I have my own ideas about what is and is not food, and I find the eating habits of those around me fascinating, confusing, or revolting."
                                ],
                                [
                                    "3",
                                    "I have a strong code of honor or sense of propriety that others don't comprehend."
                                ],
                                [
                                    "4",
                                    "I express affection or contempt in ways that are unfamiliar to others."
                                ],
                                [
                                    "5",
                                    "I honor my deities through practices that are foreign to this land."
                                ],
                                [
                                    "6",
                                    "I begin or end my day with small traditional rituals that are unfamiliar to those around me."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Ideal"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Open. I have much to learn from the kindly folk I meet along my way. (Good)"
                                ],
                                [
                                    "2",
                                    "Reserved. As someone new to these strange lands, I am cautious and respectful in my dealings. (Lawful)"
                                ],
                                [
                                    "3",
                                    "Adventure. I'm far from home, and everything is strange and wonderful! (Chaotic)"
                                ],
                                [
                                    "4",
                                    "Cunning. Though I may not know their ways, neither do they know mine, which can be to my advantage. (Evil)"
                                ],
                                [
                                    "5",
                                    "Inquisitive. Everything is new, but I have a thirst to learn. (Neutral)"
                                ],
                                [
                                    "6",
                                    "Suspicious. I must be careful, for I have no way of telling friend from foe here. (Any)"
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Bond"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "So long as I have this token from my homeland, I can face any adversity in this strange land."
                                ],
                                [
                                    "2",
                                    "The gods of my people are a comfort to me so far away from home."
                                ],
                                [
                                    "3",
                                    "I hold no greater cause than my service to my people."
                                ],
                                [
                                    "4",
                                    "My freedom is my most precious possession. I'll never let anyone take it from me again."
                                ],
                                [
                                    "5",
                                    "I'm fascinated by the beauty and wonder of this new land."
                                ],
                                [
                                    "6",
                                    "Though I had no choice, I lament having to leave my loved one(s) behind. I hope to see them again one day."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Flaw"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land."
                                ],
                                [
                                    "2",
                                    "I pretend not to understand the local language in order to avoid interactions I would rather not have."
                                ],
                                [
                                    "3",
                                    "I have a weakness for the new intoxicants and other pleasures of this land."
                                ],
                                [
                                    "4",
                                    "I don't take kindly to some of the actions and motivations of the people of this land, because these folks are different from me."
                                ],
                                [
                                    "5",
                                    "I consider the adherents of other gods to be deluded innocents at best, or ignorant fools at worst."
                                ],
                                [
                                    "6",
                                    "I have a weakness for the exotic beauty of the people of these lands."
                                ]
                            ]
                        }
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Space Courier",
            "source": "SFHB",
            "page": 146,
            "skillProficiencies": [
                {
                    "insight": true,
                    "persuasion": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 2
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        "fine clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 500
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "“The Space Courier is the messenger of space, carrying verbal messages from sphere to sphere. His clients can trust him to be reliable and discrete, and he in turn enjoys their support in his travels through the Known Spheres. “The Courier, like the Merchant warrior, supports the society of the Known Spheres by enabling communication between the spheres. Also, as a single Courier may carry many messages, sending a message by Courier is much less expensive than delivering it yourself. Any rogue may be a Courier, but bards are by far the most common in this profession. Many thief Couriers pass themselves off as bards or warriors; few people would trust a known thief to deliver a message."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill Insight}, {@skill Persuasion}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Any two of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A set of {@item fine clothes|phb} and a {@item pouch|phb} containing 5 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Way with Words",
                    "type": "entries",
                    "entries": [
                        "You have a well-developed memory in which you may carry many messages. This memory allows the Courier to repeat verbatim anything he has heard, if he or she knows the language spoken at the time. If he(she) does not know the language, he(she) can attempt to reproduce the sounds he(she) heard. As a result of these skills you gain the {@feat Keen Mind} feat from the players handbook.",
                        "In addition, your knowledge of how bureaucracies function lets you gain access to the records and inner workings of any noble court or government you encounter. You know who the movers and shakers are, whom to go to for the favors you seek, and what the current intrigues of interest in the group are.",
                        "The Courier may also receive gratuities from message recipients for successfully delivering welcome news, but he should be prepared to defend himself against the displaced anger of the recipient should the news be bad.",
                        "Couriers become intimately involved in the businesses of their clients. Often, they have access to the contents of otherwise unobtainable missives. This makes them valuable to the enemies of their clients. Occasionally, Couriers will carry messages that certain parties do not want delivered which can place them in dangerous situations without provocation."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background guild artisan} background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a Courier.",
                        "You may belong to a noble's court or bureaucratic organization where you got your start is directly or indirectly associated with your bond (which could pertain to certain individuals in the group, such as your sponsor or mentor). Your ideal might be concerned with the prevailing philosophy of your court or organization."
                    ]
                }
            ],
            "hasFluff": true
        },
        {
            "name": "Wreck Salvager",
            "source": "SFHB",
            "page": 153,
            "skillProficiencies": [
                {
                    "choose": {
                        "from": [
                            "deception",
                            "insight",
                            "persuasion",
                            "stealth"
                        ],
                        "count": 2
                    }
                }
            ],
            "toolProficiencies": [
                {
                    "choose": {
                        "from": [
                            "gaming set",
                            "musical instrument",
                            "thieves' tools"
                        ],
                        "count": 2
                    }
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "item": "pouch|phb",
                            "containsValue": 2000
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Description:",
                            "entry": "The Salvager is the scavenger of the spacelanes, looting spelljamming helms and other valuables from disabled ships. Salvagers are not noble rescuers or even work-a-day emergency assistance; they live by the law of 'finders keepers'. The Salvager searches crystal spheres, particularly those that have been the site of a space battle or are plagued with pirates or hazardous space creatures, looking for ships that can no longer navigate under their own power. The Salvager then grapples with the derelict ship and recovers any valuables left aboard. Ideally, derelict ships are also unoccupied. A Salvager who comes across a derelict with living crew (which can easily happen in the preserving bath of the phlogiston) may return the survivors to a nearby spaceport. Their valuables, however, are never seen again. “Some few Salvagers lack the patience to wait for a vessel to become a derelict. These have no scruples against helping the process along by doubling as pirates. Most of these are not so solicitous of the survivors of their attacks."
                        },
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "Choose two from among {@skill Deception}, {@skill Insight}, {@skill Persuasion}, and {@skill Stealth}"
                        },
                        {
                            "type": "item",
                            "name": "Tool Proficiencies",
                            "entry": "Choose two from among the following: One type of {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools}, one type of {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set}, one {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}, {@item thieves' tools|phb}, {@item Forgery kit|phb} "
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "a set of {@item traveler's clothes|phb}, a {@item merchant’s scale|phb}, a {@item hammer|phb} or {@item crowbar|phb}, a toolkit or gaming set from your chosen proficency (see above) and a {@item pouch|phb} containing 20 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Scrap Hunter",
                    "type": "entries",
                    "entries": [
                        "Being a scrapper involves wearing many hats, as such you gain the {@feat Skilled} feat from the players handbook.",
                        "You are in frequent contact with people that are familiar with scrap sites as they float around in the astral sea. These people might be associated with the criminal underworld, the rough-and-tumble folk of the streets, or members of high society. This connection comes in the form of a contact in any city you visit, a person who provides information about the people and places of the local area in addition to new potencial scrap sites, all for a finder's fee of course. These contacts may also be willing to buy or sell scrap from you or point you to potencial clients who will do the same.",
                        "While salvaging is quite profitable, most spacefarers view Salvagers as sharks. Thus, Salvagers may suffer negative reactions when dealing with those who own or crew ships."
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "type": "entries",
                    "name": "Suggested Characteristics",
                    "entries": [
                        "Use the tables for the {@background criminal} background in the Player's Handbook as the basis for your salvager's traits and motivations, modifying the entries when appropriate to suit your identity as a salvager.",
                        "For instance, your bond might involve other salvagers or the organizations or individuals that employ you. Your ideal could be associated with your determination always to find new scrap sites or your desire to maintain your reputation for being dependable."
                    ]
                }
            ],
            "hasFluff": true
        }
    ],
    "optionalfeature": [
        {
            "name": "Adaptive Combatant",
            "source": "SFHB",
            "page": 41,
            "isClassFeatureVariant": true,
            "featureType": [
                "FS:F",
                "FS:P",
                "FS:R"
            ],
            "entries": [
                "While fighting in zero gravity, underwater, prone, restrained or firing into strong wind, you do not have disadvantage on your attack rolls."
            ]
        }

    ]
}

