{
    "_meta": {
        "sources": [
            {
                "json": "sfhb",
                "abbreviation": "SFHB",
                "full": "Spelljammer:Space Farers Handbook",
                "authors": [
                    "halragon"
                ],
                "version": "1.0.0",
                "url": "https://raw.githubusercontent.com/halgaron/spelljammer/main/sfhb.json",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 0,
        "dateLastModified": 0
    },
    "background": [
        {
            "name": "Corsair",
            "source": "SFHB",
            "page": 30,
            "srd": false,
            "skillProficiencies": [
                {
                    "history": true,
                    "perception": true
                }
            ],
            "languageProficiencies": [
                {
                    "anyStandard": 2
                }
            ],
            "startingEquipment": [
                {
                    "_": [
                        {
                            "special": "Letter of marque (from the recognized authoirty of your chosen port)",
                            "quantity": 5
                        },
                        {
                            "special": "vestments"
                        },
                        "travelers clothes|phb",
                        {
                            "item": "pouch|phb",
                            "containsValue": 2500
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Ledger"
                        },
                        {
                            "item": "book|phb",
                            "displayName": "Tax and Customs Refrence Guide"
                        }
                    ]
                }
            ],
            "entries": [
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "Skill Proficiencies",
                            "entry": "{@skill History}, {@skill Perception}"
                        },
                        {
                            "type": "item",
                            "name": "Languages",
                            "entry": "Two of your choice"
                        },
                        {
                            "type": "item",
                            "name": "Equipment",
                            "entry": "A {@item holy symbol|phb} (a gift to you when you entered the priesthood), a prayer {@item book|phb} or prayer wheel, 5 sticks of incense, vestments, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 15 gp"
                        }
                    ]
                },
                {
                    "name": "Feature: Right of Passage",
                    "type": "entries",
                    "entries": [
                        "Corsairs have the right, under letters of marque, to legally stop any ship within their home port's sphere of control. 'Home port' need not be a planet; it could be a fixed base or even a fleet mothership. Within the sphere of control, the Corsair may legally stop vessels, board them, assess customs duties, and seize contraband. This also gives you the right of passage and safe harbor throughout your home port and system with entities that are friendly to your nation.",
                        "Contraband may be any item that is illegal to import or export, or an item for which the proper taxes have not been paid. In addition, at the DM's discretion, there may be certain enemy nations whose ships are always confiscated (such as the neogi). Of course, not every ship is going to peacefully await boarding. A neogi deathspider is unlikely to quietly acquiesce to such an action; if the neogi do allow boarding, a Corsair captain can be assured of an ambush. The only real meaning of this power is that law-abiding ships will comply, and any hostile action taken against other ships will probably be supported by the Corsair's commanders back home. Corsairs keep 10% of the contraband cargo seized and taxes collected to pay expenses and reward the crew. Some Corsairs withhold more than 10%, risking discovery and prosecution. ",
                        "In exchange for the above privileges, The Corsair must return to his home port regularly (at least every six months) to report on his activities, and of course must give 90% of the value of cargoes and ships he seizes to his command at that base. In addition, the home base may choose to send the Corsair on missions that he must undertake. The cost of mounting the mission (including paying her crew) is borne by the Corsair, although as with all of her other activities he may keep 10% of what he finds. Finally, Corsairs are obligated to defend the home base. This can be a great disadvantage when the neogi show up and the Corsair would much prefer to head for safer climes. "
                    ],
                    "data": {
                        "isFeature": true
                    }
                },
                {
                    "name": "Suggested Characteristics",
                    "type": "entries",
                    "entries": [
                        "Sailors can be a rough lot, but the responsibilities of life on a ship make them generally reliable as well. Life aboard a ship shapes their outlook and forms their most important attachments.",
                        {
                            "type": "table",
                            "colLabels": [
                                "d8",
                                "Personality Trait"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "My friends know they can rely on me, no matter what."
                                ],
                                [
                                    "2",
                                    "I work hard so that I can play hard when the work is done."
                                ],
                                [
                                    "3",
                                    "I enjoy sailing into new ports and making new friends over a flagon of ale."
                                ],
                                [
                                    "4",
                                    "I stretch the truth for the sake of a good story."
                                ],
                                [
                                    "5",
                                    "To me, a tavern brawl is a nice way to get to know a new city."
                                ],
                                [
                                    "6",
                                    "I never pass up a friendly wager."
                                ],
                                [
                                    "7",
                                    "My language is as foul as an otyugh nest."
                                ],
                                [
                                    "8",
                                    "I like a job well done, especially if I can convince someone else to do it."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Ideal"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)"
                                ],
                                [
                                    "2",
                                    "Fairness. We all do the work, so we all share in the rewards. (Lawful)"
                                ],
                                [
                                    "3",
                                    "Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)"
                                ],
                                [
                                    "4",
                                    "Mastery. I'm a predator, and the other ships on the sea are my prey. (Evil)"
                                ],
                                [
                                    "5",
                                    "People. I'm committed to my crewmates, not to ideals. (Neutral)"
                                ],
                                [
                                    "6",
                                    "Aspiration. Someday, I'll own my own ship and chart my own destiny. (Any)"
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Bond"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I'm loyal to my captain first, everything else second."
                                ],
                                [
                                    "2",
                                    "The ship is most important—crewmates and captains come and go."
                                ],
                                [
                                    "3",
                                    "I'll always remember my first ship."
                                ],
                                [
                                    "4",
                                    "In a harbor town, I have a paramour whose eyes nearly stole me from the sea."
                                ],
                                [
                                    "5",
                                    "I was cheated out of my fair share of the profits, and I want to get my due."
                                ],
                                [
                                    "6",
                                    "Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
                                ]
                            ]
                        },
                        {
                            "type": "table",
                            "colLabels": [
                                "d6",
                                "Flaw"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "I follow orders, even if I think they're wrong."
                                ],
                                [
                                    "2",
                                    "I'll say anything to avoid having to do extra work."
                                ],
                                [
                                    "3",
                                    "Once someone questions my courage, I never back down no matter how dangerous the situation."
                                ],
                                [
                                    "4",
                                    "Once I start drinking, it's hard for me to stop."
                                ],
                                [
                                    "5",
                                    "I can't help but pocket loose coins and other trinkets I come across."
                                ],
                                [
                                    "6",
                                    "My pride will probably lead to my destruction."
                                ]
                            ]
                        }
                    ]
                }
            ],
            "hasFluff": true
        }
    ]
}